Autodesk.Revit.DB.CustomFieldOneRowData.GetScheduleItems
Gets all the items that are grouped on this row.
Returns:
Returns all the items that are grouped on this row.

Autodesk.Revit.DB.CustomFieldOneRowData.IsValidObject
Specifies whether the .NET object represents a valid Revit entity.
Remarks:
If the corresponding Revit native object is destroyed, or creation of the corresponding object is undone,
a managed API object containing it is no longer valid. API methods cannot be called on invalidated wrapper objects.
Returns:
True if the API object holds a valid Revit native object, false otherwise.
Since:
2014

Autodesk.Revit.DB.CustomFieldOneRowData.CellHeight
The height of the cell.

Autodesk.Revit.DB.CustomFieldOneRowData.CellWidth
The width of the cell.

Autodesk.Revit.DB.CustomFieldOneRowData
Class holding the information for one single row needed to compute the value or the graphics.